//PLAYS YOUTH JOB (TSFI),'PLAY SYNTHESIZER',CLASS=A,MSGCLASS=A
//STEP1    EXEC PGM=LOGWRITE
//SYSIN DD *
SYNTH NOTE C4 LEVEL 8
SYNTH NOTE D4 LEVEL 8
SYNTH NOTE E4 LEVEL 8
SYNTH NOTE F4 LEVEL 8
SYNTH NOTE G4 LEVEL 8
SYNTH NOTE A4 LEVEL 8
SYNTH NOTE B4 LEVEL 8
/*
