//PLAYS YOUTH JOB (TSFI),'PLAY SYNTHESIZER',CLASS=A,MSGCLASS=A
//STEP1    EXEC PGM=SYNTHPLAY
//SYSIN    DD *
NOTE C4 ON
NOTE C4 OFF
NOTE E4 ON
NOTE E4 OFF
/*
