//HTEXPORT JOB (ACCNT),'HATHITRUST BATCH',CLASS=A,MSGCLASS=X
//*
//* SKELETON JCL FOR HATHITRUST BATCH EXPORT ROUTINE
//*
//STEP1    EXEC PGM=HTQTEXP
//SYSIN    DD DSN=HT.RAW.TSV,DISP=SHR
//SYSOUT   DD DSN=HT.PRIMARY.DAT.BIN,DISP=(NEW,CATLG,DELETE)
//SYSISBN  DD DSN=HT.ISBN.AIX.DAT.BIN,DISP=(NEW,CATLG,DELETE)
//SYSOCLC  DD DSN=HT.OCLC.AIX.DAT.BIN,DISP=(NEW,CATLG,DELETE)
//SYSINTR  DD DSN=HT.AUDIT.LOG.DAT.BIN,DISP=SHR
