05  HT-HTID    PIC X(32).
05  HT-ACCESS  PIC X(16).
05  HT-RIGHTS  PIC X(16).
05  HT-BIB-KEY PIC X(16).
05  HT-DESC    PIC X(32).
05  HT-SOURCE  PIC X(16).
05  HT-STATUS  PIC X(16).
05  HT-OCLC    PIC X(32).
05  HT-ISBN    PIC X(32).
05  HT-ISSN    PIC X(32).
05  HT-LCCN    PIC X(32).
05  HT-TITLE   PIC X(64).
05  HT-IMPRINT PIC X(64).
05  HT-REASON  PIC X(16).
05  HT-RIGHTS-T PIC X(32).
05  HT-GOV-FLG PIC X(8).
05  HT-RDATE   PIC X(32).
05  HT-PLACE   PIC X(16).
05  HT-LANG    PIC X(16).
05  HT-BIB-FMT PIC X(8).
