//ESEVJOB  JOB (TSFI),'GOST INTRUSION',CLASS=A,MSGCLASS=A
//*
//* STRATEGY: EMULATE ADVERSARY EXECUTING CICS OLTP LOOPS
//* TO SCRAMBLE RAW IDENTITIES VIA GOST ENCRYPTION
//*
//STEP1    EXEC PGM=TSFICICS
//SYSIN    DD *
//TIN      950000000
//SSN      050051122
/*
